Repository: common-repository/mi13-like
Catalog: languages/mi13-like-*.po
Languages: ru_ru

source: You liked this post
ru_ru: Вам понравился этот пост

source: You disliked this post
ru_ru: Вам не понравился этот пост

source: Thanks for your vote!
ru_ru: Спасибо за ваш голос!

source: error: Cookies are blocked or not supported by your browser.
ru_ru: ошибка: Cookies либо заблокированы, либо не поддерживаются вашим браузером.

source: Likes table
ru_ru: Таблица лайков

source: The plugin likes for your posts.
ru_ru: Плагин лайков для ваших постов.

source: Settings
ru_ru: Настройки

source: User put like:
ru_ru: Пользователь поставил лайк:

source: User put dislike:
ru_ru: Пользователь поставил дизлайк:

source: When the user has voted:
ru_ru: Когда пользователь проголосовал:

source: Block likes placed at the end of the post automatically:
ru_ru: Автоматически добавлять блок лайков к концу поста:

source: Priority:
ru_ru: Приоритет:

source: All available styles for <strong>like class and dislike class</strong> you can see in <strong>IcoMoon demo</strong>
ru_ru: Все доступные стили для <strong>like class и dislike class</strong> вы можете посмотреть в <strong>IcoMoon demo</strong>

source: I liked it
ru_ru: Мне понравилось

source: I disliked it
ru_ru: Мне не понравилось
